tap "clojure-lsp/brew"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "asdf"
brew "fzf"
brew "starship"
brew "git"
brew "gnupg"
brew "openjdk"
brew "leiningen"
brew "neovim"
brew "ripgrep"
brew "unzip"
brew "vim"
brew "virtualenv"
brew "wget"
brew "yarn"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "d12frosted/emacs-plus/emacs-plus@28"
cask "ferdi"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "postico"
cask "postman"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
