tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "coreutils"
brew "asdf"
brew "clojure-lsp"
brew "fd"
brew "git"
brew "gnupg"
brew "openjdk"
brew "leiningen"
brew "neovim"
brew "ripgrep"
brew "the_silver_searcher"
brew "vim"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@27"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "postico"
cask "postman"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
